INSERT INTO Заказы (id_zakaza,id_klienta,data_zakaza) VALUES
	 (1,1,'12-02-2026'),
	 (2,2,'13-02-2026'),
	 (3,3,'12-03-2026'),
	 (4,3,'08-03-2026'),
	 (5,4,'18-02-2026'),
	 (6,5,'22-02-2026'),
	 (7,6,'02-02-2026'),
	 (8,7,'19-02-2026'),
	 (9,8,'05-03-2026'),
	 (10,10,'01-03-2026');
INSERT INTO Клиенты (id_klient,FIO,phone,email) VALUES
	 (1,'Иван Иванович Курапов',88005553535,'kurapovvv@mail.ru'),
	 (2,'Иван Антонович Усов',88005553536,'ysovvv@mail.ru'),
	 (3,'Иван Макарович Макаров',88005553537,'makarovvvv@mail.ru'),
	 (4,'Иван Сергеевич Резнов',88005553538,'rezzznov@mail.ru'),
	 (5,'Иван Алексеевич Гец',88005553539,'geccc@mail.ru'),
	 (6,'Ольга Алексеевна Смирнова',88005553540,'smirnovvva@mail.ru'),
	 (7,'Ольга Васильевна Сафронова',88005553541,'safronovvva@mail.ru'),
	 (8,'Екатерина Владимировна Миронова',88005553542,'mironovvva@mail.ru'),
	 (9,'Кристина Ивановна Якушева',88005553542,'ikushevvva@mail.ru'),
	 (10,'Тимофей Николаевич Крупов',88005553543,'krupovvv@mail.ru');
INSERT INTO Обувь (id_shoes,name,material,colour,"size",price) VALUES
	 (1,'Nike Air Jordan','Замша','Черный',42,2000.0),
	 (2,'Adidas','Замша','Белый',45,2500.0),
	 (3,'Nike Air Jordan','Кожа','Красный',39,1900.0),
	 (4,'Nike Air Jordan','Кожа','Синий',42,1400.0),
	 (5,'Adidas','Замша','Черный',40,2000.0),
	 (6,'Adidas','Замша','Синий',43,1900.0),
	 (7,'Adidas','Кожа','Коричневый',40,1800.0),
	 (8,'Nike Air Jordan','Замша','Черный',42,2500.0),
	 (9,'Adidas','Замша','Красный',41,2600.0),
	 (10,'Nike Air Jordan','Замша','Черный',46,1800.0);
INSERT INTO "Соcтав заказов" (id_sostava_zakaza,id_zakaza,id_shoes,kolichestvo) VALUES
	 (1,1,1,1),
	 (2,2,2,1),
	 (3,3,2,2),
	 (4,4,3,3),
	 (5,5,4,1),
	 (6,6,5,1),
	 (7,7,1,2),
	 (8,8,10,3),
	 (9,9,8,1),
	 (10,10,7,1);
